export const e_skills = [
    [
      "清晰表達原因及理由",
      "有組織地說明流程",
      "客觀表達立場",
      "適時提出建議",
      "詢問他人建議",
      "對他人表達感謝",
    ],
    [
      "道歉和解釋",
      "表達不同觀點",
      "釐清問題和請求",
      "表達疑問或提出質疑",
      "提供建議和意見",
      "有條有理的簡報",
    ],
  ];

  export const t_skills = [
   [ 
    "程式基本語法",
    "基本流程控制",
    "函數與模組",
    "自定義函數",
    "資料結構",
    "字串處理"
   ],
   [
    "自動化檔案讀寫",
    "物件導向編程",
    "模組化編程",
    "網路資料擷取",
    "資料分析與視覺化",
    "網頁開發"
   ]
]

export const s_skills = [
[
    "科技領域專業英文",
    "自主探索與學習",
    "創造性思維",
    "英語溝通與聆聽",
    "全英語協作能力",
    "適應與學習速度"
    ],
[
    "分析性思維",
    "英語表達能力",
    "跨領域整合",
    "英文演講能力",
    "創業創新意識",
    "拓展跨域視野"
]
]